Repository: linnaeus1378/jan
Catalog: Packages/Application/Neos.Seo/Resources/Private/Translations/*/NodeTypes/TwitterCardMixin.xlf
Languages: nl, ru, zh_cn

# groups.twittercard
source: Twitter Card
nl: Twitter kaart
ru: Карта Twitter
zh_cn: 推特卡

# properties.twitterCardType
source: Card Type
nl: Kaarttype
ru: Тип карты
zh_cn: 卡片类型

# properties.twitterCardType.selectBoxEditor.placeholder
source: Summary Card
nl: Samenvattingskaart
ru: Сводная карта
zh_cn: 总结卡

# properties.twitterCardType.selectBoxEditor.values.summary
source: Summary Card
nl: Samenvattingskaart
ru: Сводная карта
zh_cn: 总结卡

# properties.twitterCardType.selectBoxEditor.values.summary_large_image
source: Summary Card with Large Image
nl: Samenvattingskaart met grote afbeelding
ru: Сводная карта с большим изображением
zh_cn: 大图总结卡

# properties.twitterCardCreator
source: Creator Handle
nl: Handle van auteur
ru: Автор
zh_cn: 创建者的句柄

# properties.twitterCardCreator.textFieldEditor.placeholder
source: @johnexample
nl: @jhonvoorbeeld
ru: @ivanivanov

# properties.twitterCardTitle
source: Title
nl: Titel
ru: Название
zh_cn: 标题

# properties.twitterCardDescription
source: Description
nl: Omschrijving
ru: Описание
zh_cn: 说明

# properties.twitterCardDescription.textAreaEditor.placeholder
source: max. 200 characters
nl: max. zpp tekens
ru: макс. 200 символов
zh_cn: 最多为200字符

# properties.twitterCardImage
source: Card Image
nl: Afbeelding van de kaart
ru: Карта изображений
zh_cn: 卡图像
